{"id": 3299, "text": "The clearing away [?] after the party here alluded to, and going to Bury yesterday prevented my replying immediately. I have hunted up the stray Hasselquist and Taxidermy and they shall be restored to their rightful shelves the first opportunity. How I ever transferred them to Hitcham I can't think, but suppose their backs had become so familiar that I did not recognize them as strangers to my library. Your plant is Melissa (not Melittis) grandiflora. I am grieved to hear of the probable necessity of your carrying your wife to warmer winter quarters. I shd. like to get to Birmingham if I can but it is very doubtful. Darwin's a V.P. We have good accounts from Harriet. I lost my larvae of Velleius, but have bred 2 Diptera (a Volucella and another which I found Parasitic in the Wasps' nest, I made the Velleius too moist from overcare. Kindest regards to your Wife – Ever affecty. yrs | J.S. Henslow  Enclosure: Printed leaflet. Henslow’s comments in bold.  Mr. Henslow expects a large party (more than 300 came) of the Young Men's Association of Ipswich to visit him on Monday next the 25th, when he will exhibit Nests of the Hornet, Wasps, Humble Bees, and some other specimens of Natural History, from 4 to 8 o'clock. At 6 o'clock he proposes making some remarks on the objects exhibited. He will be happy to see any of his parishioners on the occasion, and Miss Henslow will have Tea prepared in the Rectory for the Farmers' Ladies at 7 o'clock. Should the Day prove unfavourable, the party will be postponed to Tuesday the 26th. All went off pleasantly, the Farmers of Hadleigh forwarded them in 10 Wagons and the Cavalcade was astounding to the senses of the Villagers. Hitcham Rectory 19th June, 1849", "meta": {}, "annotation_approver": null, "labels": [[420, 427, "TAXONOMY"], [443, 454, "TAXONOMY"], [696, 704, "TAXONOMY"], [722, 729, "TAXONOMY"], [733, 742, "TAXONOMY"], [810, 818, "TAXONOMY"]]}
{"id": 3302, "text": "I received your kind letter from Wentworth House: & at the time had the plan of going to England for the purpose of escorting hither M. rs Hooker & a good part of my family; & so of taking Wentworth in my way for the purpose of drawing the Cycas. But I soon found that I had too much to do at home. I could not spare the time to go to England:– when I found that, I took the liberty of writing to Lord Milton & asking if a portion of the fruit could not be sent to me. Perhaps the plant could not allow of it. For nothing has yet come. You may well suppose that I could not make such a journey purposely to draw the plant; nor could I afford to send a draughtsman (even if I knew of one) to make the drawing. But I have from our friend Lowe an excellent sketch of an entire plant, & young fruit in spirit; from which I shall probably make a figure. Having given the Cycas circinalis, I should later wish to illustrate the revoluta in Bot. Mag. e Smith’s figure of the ripe fruit in Linn. Trans. ions is especially faulty. I am now making good use of the dried specimens of British Plants you were so good as to send me: for I am working at a British Flora; that I know not what you will say to me, at learning that it is to be arranged according to the Linnean System. I will yield to none in my admiration of the Nat l. Arrangement, nor in my endeavours to recommend its study: ― but I will not give up the Linnean method as the most sensible for a student to commence with. Ten years experience in teaching has enabled me to set, I think, a right estimate upon it. Tis strange to me that Botanists' cannot or will not see the merits of both systems, which are no more in opposition to each others (except in the minds of the ignorant) than are poetry & prose― In my first page I had reason to mention your name as having found Salicornia radicans in Kent. Tis a good plant & there are few stations for it. I have at present only printed as far as Tetrandria; & have already added 4 or 5 species to the British Flora. It is not solely on Botany that I wish now to write to you. I have on a former occasion mentioned to you two young friends of mine M r R t Monteith and M r Francis Gordon. They have now entered of Trinity Coll. & I hope you will allow me to introduce them to you. They are excellent young men & I hope will prove good scholars. They conducted themselves most creditably while here & in our college & have since been with a M r Hall in Gloucestershire to prepare them for Cambridge. They have I believe very few introductions and perhaps it is better theyit should be so. Monteith is destined for no particular, perhaps for no, profession: his father is a man of great wealth. Gordon’s (illeg) is for the English Church. D r Chalman has given them a letter to M r Simeon. I know not whether this will be an advantage or not in any point of view for he is a man of whom we hear the most opposite characters: and if one party (illeg) him (which is not very likely of any party) such an introduction may be the means of excluding from other & really good society. I wish I could know your opinion on such a point. I shall desire my young friends to call upon you & any attention you may be kind enough to pay to them I shall feel very grateful to you for. A little notice from you too will give their parents great pleasure & I will issue you a cordial welcome at Carstairs, one of the very finest houses in Scotland (M r Monteith’s) & at Cray (Mr Gordon) one of the most beautiful in point of country. And I hope next Summer you will really come & see us― Your's ever, my dear Sir | most truly & faithfully | W. J. Hooker If M r. Twopenny still resides in Cambridge pray make my young friends known to him. He was very kind to M r. & M rs. Gordon when they past through Cambridge some time ago.", "meta": {}, "annotation_approver": null, "labels": [[240, 245, "TAXONOMY"], [866, 882, "TAXONOMY"], [1829, 1848, "TAXONOMY"], [1949, 1959, "TAXONOMY"]]}
{"id": 3306, "text": "As you was so kind to honour me with your name as a subscriber to my Stirpes Cryptogamæ Oxoniensis, I do myself the pleasure of sending you, herewith, a copy of the second fascicules which I have lately finished. I hope it will arrive safe and meet your approbation. I have taken the liberty also to send the prospectus of a little Botanical work about to be published by subscription, by G. E. Smith Esq r of S t John's College in this University whom I know to be a very good Botanist, mineralogist and geologist.― M r. Smith informs me, in a note which I received from him a week or two ago, that \"the work will contain descriptions of Ophrys arachnites, O. fucifera, aranifera, and muscifera, of Orobanche caryophylacea, Statice cordata and Medicago denticulata. accounts also of Ruppia, Trifolium &c, and the geographical outline of the Botany of the coast of Kent.\" I Remain, | Rev d Sir, | Your obedient humb le. Servant | William Baxter", "meta": {}, "annotation_approver": null, "labels": [[639, 656, "TAXONOMY"], [658, 669, "TAXONOMY"], [671, 680, "TAXONOMY"], [686, 695, "TAXONOMY"], [700, 723, "TAXONOMY"], [725, 740, "TAXONOMY"], [745, 765, "TAXONOMY"], [784, 790, "TAXONOMY"], [792, 801, "TAXONOMY"]]}
{"id": 3307, "text": "I have not forgotten your request respecting the waste Examination papers. The practice of the University is to keep them for two years, and then to dispose of them to a Paper-Manufacturer, who gives an undertaking that they shall be sent direct to the Paper mill, without finding their way into other hands. As I presume that this was originally arranged by the Senate, I should not like, without their concurrence, to make any other use of the old papers; but I can apply to them in your behalf if you would like me to do so. In the mean time, I have had the blank leaves taken from such of the books as had not been stripped by the Examiners; and they are ready to forward to you in any way you may direct. I presume it to have been from my brother that you have received the Monograph on Cracidae, as it was not sent by me. He is off to America for a 6 month’s run, of which he hopes to pay the expenses by lecturing. With the best wishes of the season, believe me yours most truly |William B. Carpenter", "meta": {}, "annotation_approver": null, "labels": [[792, 800, "TAXONOMY"]]}
{"id": 3309, "text": "When I had the pleasure of seeing you in the Summer, I mentioned to you that I had a Hortus Siccus, which I would gladly present to the Cambridge Philosophical Society, if I thought it would be acceptable. You assured me it would, & so did your kind Brother in Law M r. Jenyns, to whom also I mentioned my intention. Under this impression, therefore, I have just packed up almost all my Plants (the small remainder I will bring during the Christmas Vacation), & I shall send off the Hamper by Wagon in a day or two, directing it to the Society's House. The Collection belonged to a M r. Mathews, who was in some way connected with the Horticultural Society. He sold it to me for ₤10, when he was on the eve of leaving this country for Peru. I dare say it was dear, but if it be of any use to the Cambridge Society, I shall rejoice that it fell into my hands. Will you have the kindness to present it in my name to the Society, to which I feel warmly attached. Hoping that you will be in Cambridge, when I visit it, | Believe me, | With sincere regard, | Your's always, | C. S. Bird", "meta": {}, "annotation_approver": null, "labels": [[85, 98, "TAXONOMY"]]}
{"id": 3311, "text": "It has not been in my power to supply many plants of those comprised in your printed list. But I send you a bouquet gathered since the Spring. Among them you will observe some interesting novelties: especially Pyrola. The Carices also are rarely studied: but C. laevigata will be the only novelty to you: Blysmus compressus varies as to the elongation of its bractea, to the extent of 3 inches. Have you remarked Eriophorum pubescens to be later than its congeners ?– Can you spare me wild specimens of Dianthus caryophyllus, or Oenanthe crocata?– Little doubt can exist as to the identity of the Primula noticed by you in the Mag. Nat. Hist. They tell me in the country that the “hose in hose” cowslip is to be produced by reversing the plant in the earth! The umbellate var. of Primula vulgaris has been too general a refuge for the destitute varieties who could not quite make out their claim to P. elatior. Chrysosplenium alternifolium is at least a fortnight earlier than C. oppositifolium: have you observed this variation? Is it not unlikely that an earlier variety should be more developed & larger than its parent? – Have you studied the Aspidia? Have you no varieties of A. filix foemina answering to the characters of A. conspicuum ? – I send you a few more specimens of Cyperus: but a rapacious hand had cleared the too-well-known spot before I hailed it once more this autumn. Believe me my dear Sir | in much haste |very truly & gratefully yours |Gerard Smith. P.T.O.[nothing overleaf]", "meta": {}, "annotation_approver": null, "labels": [[210, 216, "TAXONOMY"], [259, 271, "TAXONOMY"], [413, 433, "TAXONOMY"], [305, 323, "TAXONOMY"], [503, 524, "TAXONOMY"], [529, 545, "TAXONOMY"], [597, 604, "TAXONOMY"], [780, 796, "TAXONOMY"], [899, 909, "TAXONOMY"], [911, 939, "TAXONOMY"], [977, 994, "TAXONOMY"], [1147, 1154, "TAXONOMY"], [1181, 1197, "TAXONOMY"], [1229, 1242, "TAXONOMY"], [1282, 1289, "TAXONOMY"]]}
{"id": 3697, "text": "I have only just got your letter of the 4 th – having been absent from home – Without seeing the specimen I hardly dare venture a remark – but it appears to me to be quite different from anything I ever saw - I cannot understand on what ground it is considered to be allied to Pothos, or Peperomia or Typha – but I presume it is supposed to be a spadix of some plant – But why so? In short I dare not offer a conjecture which would seem to be set at nought by fig. -2- but which from fig. 1. above I might have [line not photocopied ....................................................................................] that the specimen is part of a stem and not of a spadix – Can you fancy that the lower portion is only the central part of the stem perhaps a cavity filled up whilst the upper portions form 3 points with the outer parts entire. But pray don’t quote these obscure conjectures- Y rs very truly | J S Henslow", "meta": {}, "annotation_approver": null, "labels": [[277, 283, "TAXONOMY"], [288, 297, "TAXONOMY"], [301, 306, "TAXONOMY"]]}
{"id": 3699, "text": "Illness has prevented me from paying that attention to your Desiderata, which duty, not less than inclination called upon me to perform. I send you some mosses and all the Jungermanniæ I have. Some of them were, I find, given me by poor Teesdale, & his Autograph will appear attached to some of the Specimens sent. I have taken the liberty of adding some Swiss Specimens, which may be useful to you. I do not, now, collect Exotics, so that it is really & literally giving what is of no use to me. I wish I c d. have done more for your Muscological Collection, I have somewhere, for I cannot for the soul of me find them, a few Foreign Mosses, which sh d. have accompanied this parcel. When they cast up, I will deposit them for you. You have had to do with two of the most liberal as well as most scientific Botanists, in Hooker & Greville. Had I not been so ably anticipated, I c d. have done much more―, having made Muscology a very particular object of my regard. I have done my best, Dear Sir, bad as that best will be found. Sh d. I have the happiness to see you at Croft, a Bottle of Carbonell's Best Claret will settle me acc ts. better than I am able to do it myself. I am, Dear Sir, your obliged and faithful Friend | Ja s. Dalton", "meta": {}, "annotation_approver": null, "labels": [[172, 184, "TAXONOMY"]]}
{"id": 3701, "text": "I take the opportunity of M r Lork coming to Cambridge to reply to your letter of 21 st Oct br. and thank you for the very valuable present of plants every one were better than those of the same kind in my Herbarium and Narcissus poeticus, Glaucium violaceum and Lobelia urens new to me at least as British, for exotics I keep distinct from native species.— I wish your list of desiderata had reached me last spring, observing it to contain several plants indigenous in this part of the kingdom, but it will be useful during the course of next summer. However a few of those mentioned you will find in the packet and all such as are within my reach shall be procured when I meet with them— Those plants sent which are not enumerated in your catalogue will serve to exchange with other Botanists. I wish the specimens had been more numerous and rare—I feel much obliged for your interesting Syllabus of Mineralogy— your predecessor the late D r Clarke in a note in the last vol. of his valuable travels objects to the division that had acted upon the coal, at the Coley Hill basaltic dyke because the coke contains calcarious spar, to me it appears that this spar has been introduced into the interstices of the coke after it had become a cinder, by the process of infiltration. The different kinds of Elm will be common with you, have the goodness to preserve sp ns in flower and leaf— Also Anthemis Cotula which is scarce in the North, and Lathyrus hirsutus if native with you— Exotics Cryptogamic plants and in fact, any of your well dried specimens will be acceptable to me. Concluding that you are acquainted with the Rev d M r. Holmes and M r Sedgwick may I request you will have the goodness to remember me to them and in hopes of seeing you here next summer Believe me to be | My dear Sir | truly yours | Nat: Jn s: Winch P.S. I suppose you did not find Cucubalus baccifer in Anglesea?", "meta": {}, "annotation_approver": null, "labels": [[220, 238, "TAXONOMY"], [240, 258, "TAXONOMY"], [263, 276, "TAXONOMY"], [1391, 1406, "TAXONOMY"], [1441, 1458, "TAXONOMY"], [1861, 1879, "TAXONOMY"]]}
{"id": 3706, "text": "I have sent a few plants which I picked out of my small herbarium & am very sorry I could not fill up all your present desiderata – as I have given several plants away to different friends & neglected to keep specimens of others even the most common – however all these deficiencies can be all made up next season indeed, sir, I must confess that I have often spent a day in botanising collected several good & rare plants but in consequence of my professional avocations allowed these to get mouldy & have thrown them away to my great regret – but now I make a point of taking with me a Book or two made of blotting paper & lay the plants out on the spot I collect them, which I have found to answer exceedingly well– as I was rather hurried the day I packed all the plants I might have committed some errors with naming them, but that you will soon discover as I have not paid particular attention to the Grasses, Carex family &c - I put a few of each up in a jumbly way perhaps you can pick something good out of them– I have a small collection of Mosses, Lichens &c, some of which I shall send you when I have another opportunity– I intend next season to steal every opportunity I can in order to make my local herbarium as complete as I can & then I shall be able to complete your desiderata I have several of them by me, but in such a state as would not to be fit to be sent out– & I am afraid you will find many of those which I have sent not in the best order, perhaps you will be kind enough to give me a hint to preserve them better– My collection was sadly neglected about 2 years ago during my absence from home for a few months – several got mouldy and were thrown away– as to my old friend & prescriptor (for I was formerly acquainted with the Rev. J .H. Davies) I think he made many additions to the Botanical list of Plants to be found in the Isle of Anglesey which he was not exactly justified although a most excellent Botanist– I will mention a few instances as I proceed – I query these with ? being natives as they are not to be found now–   Zostera marina - I never found ? Salvia pratensis - inserted upon the authority of no botanist and probably came from a garden Scirpus pauciflorus  I can get ---------- glaucus  - ditto -    Potamogeton fluitans   I believe I can get  ------------------ lanceolatum  - ditto - Ruppia maritima  I never found yet although he says not sure ?Lysimachia thyrsiflora  he says by Mr Llwyd R. Synopsis ?Campanula rapunculus probably came from Bara (?) hill gardens  Viola palustris  - have no specimen Chironia littoralis - can procure plenty Ribes alpinum - no specimen Ulmus suberosa  no specimens --------  glabra  - ditto -       Daucus maritimum  no specimen Linum angustifol.  - I never found Alisma repens - very abundant but no specimen  Vaccinium myrtillus        - ditto -     - ditto -     ?Pyrola minor taken upon hearsay I never saw any of them in this country ?Cucubalus baccifer a complete error see Smith in English Flora ?Cerastium humile - I believe of his own creation Euphorbia portlandica plentifully but no specimen  -------------  paralia I can get more Pyrus torminalis   common - but no specimens -------  aucuparia   - ditto -              The Rosa I have not examined well Rubus idaeus  very common -  no specimen Tormentilla reptans - no specimen Cochlearia danica very common  Iberis amara & nudicaulis no specimens Sisymbrium monense    not to be found at present in Mr D.'s habitats Cheiranthus sinuatus     - ditto -   - ditto -   - ditto -        Arabis thaliana     no specimens Turritis hirsuta      - ditto -  Anthyllis vulneraria  our red flower I shall procure it & seeds Trifolium subterraneum & suffocatum I never found Santolina maritima  not now to be found Artemisia gallica  -  no specimen Inula helenium common     - ditto -      Quercus sessiliflora - the most common oak of this country but no specimen!! The Salices I have not examined Atriplex laciniata never found The Aspidia I shall send -    Dr. Smith has omitted to notice in his English Flora the beautiful nectary at the base of each petal in the Anthericum serotinum & also that the whole plant is covered with a kind of white shining particles which is very evident in the fresh state— I shall take the liberty of troubling you with a list of my desiderata when I shall have another opportunity–  I am Rev d. Sir y r most obed y humble s vt | John Robarts You perceive sir, that I have been idle in not keeping by me specimens of even the most common plants also that 9 or 10 specimens mentioned by Mr Davies are not to be found in the present day – but I expect I shall be able to procure most of the others you mention – I have on Withering’s arrangement - The Flora Britannica & the English Flora (illeg) perhaps you could recommend me some other good & useful Botanical books- which is the best on the mosses & on the Cryptogamia altogether? Fw d by the Rev John Warren", "meta": {}, "annotation_approver": null, "labels": [[916, 921, "TAXONOMY"], [2063, 2077, "TAXONOMY"], [2096, 2112, "TAXONOMY"], [2190, 2209, "TAXONOMY"], [2254, 2274, "TAXONOMY"], [2340, 2355, "TAXONOMY"], [2459, 2479, "TAXONOMY"], [2522, 2537, "TAXONOMY"], [2558, 2577, "TAXONOMY"], [2599, 2612, "TAXONOMY"], [2627, 2641, "TAXONOMY"], [2690, 2706, "TAXONOMY"], [2720, 2736, "TAXONOMY"], [2755, 2768, "TAXONOMY"], [2802, 2821, "TAXONOMY"], [2858, 2870, "TAXONOMY"], [2931, 2949, "TAXONOMY"], [2995, 3011, "TAXONOMY"], [3044, 3065, "TAXONOMY"], [3133, 3149, "TAXONOMY"], [3256, 3268, "TAXONOMY"], [3297, 3316, "TAXONOMY"], [3331, 3348, "TAXONOMY"], [3362, 3374, "TAXONOMY"], [3401, 3419, "TAXONOMY"], [3470, 3490, "TAXONOMY"], [3536, 3551, "TAXONOMY"], [3569, 3585, "TAXONOMY"], [3602, 3622, "TAXONOMY"], [3666, 3688, "TAXONOMY"], [3716, 3734, "TAXONOMY"], [3756, 3773, "TAXONOMY"], [3790, 3805, "TAXONOMY"], [3831, 3851, "TAXONOMY"], [3940, 3958, "TAXONOMY"], [3975, 3982, "TAXONOMY"], [4109, 4129, "TAXONOMY"]]}
{"id": 3707, "text": "N o.1 – “Le-Seon-Suhung.” Fig. represented in the Engraving of Rev d D r Morrison’s Portrait, as sitting down, employed in Writing Chinese? N o.2. – “Chin-Seon-Sang.” [overwritten] is represented as standing up, Looking over “L’i ” composition [underneath] Chin-Seen-Shang. Previously born ie Senior, a Term of respect for a Teacher.– [Box with 2 figs. of Chinese characters and the words “To [ill.del.] Mr. Henry Hebberts 187 Strand “Till called For”, G.H.V. “Per H. C. S. Camden.” I have sent you a fair Engraving of the Rev. d D. r Morrison translating the Bible into the Chinese Language. which the Members of the H.G.’s Establishment in China, had executed by one of the first Engravers in London., from a picture painted by M r George Chinnery formerly of Calcutta & now resident at Macao, & who is called “The Sir Tho s. Lawrence of the East:” If you think it is worthy of a place in the Reading Room of the Phil: Society at Cambridge, present it to the Managers with my Compt. s. if you please: It is directed to be left at M r Hebbert’s 187 Strand, until you send to him for it. Having so lately written to you, I have little else to say than I beg to the kindly remembrance of M rs Henslow, and Believe me to remain | sincerely yours | Geo. H. Vachell P.S. The H.C.S. “Canning” sailed from China on 4 January: via the Cape of Good Hope (staying 10 days) for England. (turn over) I went last week up the River to visit the Fatee Flower Gardens. The show of Chrysanthemums was quite superb, both as regards the number, and variety of the Specimens, as well as the color of the Flowers– The “Luai-Fa” shrubs were coming into Flower, the scents of which somewhat resembles Mignionette – The “Hedysarum scandens” grows to a considerable height– there is a large and small Tree in one Garden, whose fibrous branches climb over (in a spiral form) every Tree in their vicinity– I got several more Pods & Seeds, similar to those I sent you – and I think I remarked that a seed brought from an Island near Madagascar in the Mozambique Channel by Capt Mortlock some years since, first introduced this curious “Hedysarum” into China– The variety of Oranges in both their green and ripe state, in Pots, as well as the fine “Finger” Citron Fruit upon the Trees, have a very pretty effect at their Season of the Year – no Shelter is used during the Night, and they are placed in rows along The Gardens – The “Pummelows” hanging on the Trees, look well also about six times as large as a fine full-sized orange – As I shall this year spend the months of February and March at Macao. – I hope to find some new Flowers upon the Hills, and Ravines – and having occupied a considerable part of Two Summers and a Winter in making two Collections for Cambridge – I purpose making a Complete one for myself – bet[tween] the 1 st Feb y & the 1. st of October.– I fear I have no chance of hearing from you, that you ever received the first, sent by the “Caesar” from Madras– As I am anxious to receive any hint upon the subject, or any improvements in the process of Drying and preserving the Plants & Flowers as well as Seeds, you can suggest, I shall be glad to receive the results of your observations and assistance in such matters. Address: “Per H.C.S. Marq:Camden”", "meta": {}, "annotation_approver": null, "labels": [[1698, 1716, "TAXONOMY"], [2109, 2118, "TAXONOMY"]]}
{"id": 3710, "text": "Though it rather goes against my grain to furnish English names, yet I feel that your experience ought to render you as good a judge on the matter as any one, & therefore I have filled up the blanks on your test which I enclose. I am not satisfied with the names I have given for Adippe & Cirisia, but I cannot think of any better ones. I have your test of Hitcham plants which you sent me last summer, & I notice the way in which you have adopted Knautia, Inula, Pulicaria &c as English names. It is the extreme barbarousness of many of our Trivial names which no doubt help to excite a prejudice against them—in insects especially shoals of names have been used as meaningless as “The Duke of Burgundy Fritillary” & one must be very much wedded to old things to wish to restore such a misnomer for a little butterfly, like Nemeolius Lucina. With Comp ts of the Season Believe me, my dear Sir |yours very sincerely | H. T. Stainton", "meta": {}, "annotation_approver": null, "labels": [[280, 286, "TAXONOMY"], [289, 296, "TAXONOMY"], [448, 455, "TAXONOMY"], [457, 462, "TAXONOMY"], [464, 473, "TAXONOMY"], [825, 841, "TAXONOMY"]]}
{"id": 3711, "text": "M. rs Owen desires me to thank you for your kind offer of a small basket of Dorking eggs; which, if sent in April or the beginning of May, would most probably come in time for one of our sitting-hens, and at a season when chickens are best reared. I have lately received from Harwich a nodule of the London-clay containing a new fossil, allied to the Coryphodon, which you first made me acquainted with. Hoping to meet you at the Anniversary of the Geological Society on the 19. th February, if not sooner, and with our best regards, I remain, | My dear Sir, | your’s always truly, | Richard Owen.", "meta": {}, "annotation_approver": null, "labels": [[351, 361, "TAXONOMY"]]}
{"id": 3731, "text": "I take the liberty of sending you a copy of my paper on the Hybrid Digitalis which I mentioned to you– It is but an insignificant production compared with your tract on the Orchideæ & Asclepiadeæ– I have now read with care the whole of that tract & am impatient for the summer to verify the facts it contains– As I expect to pass through town in 3 or 4 weeks, I will do myself the pleasure of calling on you & receiving another lesson if you are disposed to indulge me– I have not been able to examine the Mignionette again, this being always a busy term with me– but I hope to do so early in February & complete my drawings– I have lately been preparing a set of specimens of different woods for our Museum– obtained chiefly from the plantations of my Father in law– & have put up a few of them which appeared to me to possess the most interest, for your inspection– they want a little polishing. If you don't want them, they may serve to light your fire– Is it possible that any kind of invitation might tempt you to visit Cambridge? It would afford me the greatest pleasure to entertain you– Believe me | very truly y rs. | J S Henslow", "meta": {}, "annotation_approver": null, "labels": [[173, 181, "TAXONOMY"], [184, 195, "TAXONOMY"], [67, 76, "TAXONOMY"]]}
{"id": 3736, "text": "I was very glad to learn from Mr Hutton of Newcastle that you had undertaken jointly with himself to resume the publication of the Fossil Flora. You have my hearty good wishes for its success, & I will cheerfully contribute anything new that falls in my way. I sometime since promised Mr Hutton the loan of a very singular & interesting fossil fruit found by myself in Ironstone near Pontypool, Monmouthshire for the purpose of having it engraved for his work; & he requested me at Birmingham the other day, to send it to Town to be placed in your hands for that purpose. As my son Wm. who is Demonstrator of Anatomy at King's College & Curator of the Museum, will return thither in a few days, I will send it up by him; & if you will favour him with a call at the Coll. when you next go to town, he will explain it and place it in your hands, with a few memoranda of mine which may assist you in understanding it. By the aid of the several pieces in to which the ironstone is broken, & a separate piece containing a cast of another specimen of the same both its exterior & interior form may be well studied; it is of an oblong or cylindrical shape, & has a portion of stem from which proceeds the lateral branch to which it is attached, together with whorls of foliage resembling Asterophyllites, the stem being that of Bechera grandis. The fruit or seeds are distinctly seen in the numerous layers transverse to the axis of the cylinder; & on the whole I consider it very interesting, & likely to throw new light upon the genera in question if indeed they differ. When you see it, you will be able to judge for yourself; but I wd. suggest that in addition to such figures of its interior as you may think necessary to give, a restored figure of its exterior shd. be given, exhibited on a plane, to make it intelligible; for you will see that its stem runs through the ironstone so obliquely that it cannot be understood without the aid of a restored figure. If it forms part of your plan to give better figs. of fossils hitherto figd. from imperfect or bad specs., I could send you a drawing of a very beautiful upper portion of the frond of Neuropteris cordata, having numeric 6 lateral leaflets on each side the rachis, as well as the terminal leaflet. This is from Lebotwood, whence the detached leaflets already figd. were obtained. I could also send you a good specimen of Favularia nodosa, which deserves a better fig. than is already given, which Lindley copied from a rough drawing of mine, avowedly done only to give him an idea, although he said he wd. have the specimen drawn if I wd. send it him up which I did. What Lindley figured as Polyporites Bowmanni, will have to be explained, & in fact expunged from the Foss. Flora, being as I then told him, the scale of one of the Saurian fishes, Holoptychus; probably the operculum or gill cover of H. nobilissimus. I saw in the Museum of the Phil. Institution at Birm. a fern in coalshale, named as \"undescribed & probably in its circinate state\". On examining it, this appeared very evident, the main divisions of the frond & also the footstalks of the pinnulae being regularly incurved something in the way here sketched [sketch of frond] though I do not pretend to give more than a general idea from memory. The most remarkable circumstance attending it, was that while these were in process of development, the rachis seemed to be strait & already fully expanded; whereas in recent Ferns the development of the rachis & pinnae is simultaneous. The top however is broken off. If you shd. wish for a drawing, Mr. Icke the very intelligent Curator, wd. probably be able to procure one. I also saw, a few months ago, the rich collection of Mr. W. Anstice * of Madeley, of fossils from the Coalbrook Dale Coalfield, & observed among them several plants that struck me as new; & especially ones like Asterophyllites in which the nerves of the leaves were at right angles midrib [sketch of leaf], thus. I name these matters should you want materials & wish to avail yourself of them. I shall be happy to contribute my mite. Excuse the liberty I take, & believe me to be Dear Sir Very sincerely Yours J. E. Bowman I have requested Babington to give you specm. of Cuscuta Epilinum * Some of W. Anstice's Fossils are figd. in Buckland's Bridgwr. treat. & in Murchison's splendid \"Silurn. System\"", "meta": {}, "annotation_approver": null, "labels": [[1321, 1336, "TAXONOMY"], [1281, 1296, "TAXONOMY"], [2144, 2163, "TAXONOMY"], [2380, 2396, "TAXONOMY"], [2650, 2670, "TAXONOMY"], [2806, 2817, "TAXONOMY"], [2859, 2874, "TAXONOMY"], [3859, 3874, "TAXONOMY"], [4220, 4236, "TAXONOMY"]]}
{"id": 3742, "text": "By placing the backs of the strips (as paged) by the sides of others in front you will see a few suggestions for verbal corrections – but I have not been able to be very critical – Your views appear to me to be just except at one place on the last page to which I have attended – Could you procure me ripe seeds of Melampyrum arvense – they are said to be very like common Wheat – from whence I suppose it has been called “Cow-wheat”– It is possible some of your correspondents may be able to get some – It is rare in England, but too plentiful in France – Thanks for discharging the two bills– My doctor tells me to stay at home for a few days as I have got an attack of shingles round the right hip – It is prevalent just now, & I paid one of our benefit Club 10/– today for having it– I suppose I shall have no such luck myself– Kindest regards to Sir W. & Lady H. & yr Sister & Fanny believe me Ever aff ly & sincerely y rs | J S Henslow", "meta": {}, "annotation_approver": null, "labels": [[315, 333, "TAXONOMY"]]}
{"id": 3744, "text": "I have been so much occupied this summer with reading on Botany, that I have not been very active in the field – & consequently on looking over my acquisitions & separating the duplicates I find scarcely any thing worth sending you– I have put bye for you Milium lendigerum, Vinca major & Sonchus palustris from Kent– & Menyanthes Nymphæoides from Cambridgeshire – but I wish you would favour me with something of a list to direct me in my choice as I might perhaps be able to send you some specimens of our Southern plants which you would like tho' they may not be among your desiderata which I have got – Malaxis Loeslii I have sought for in vain this year – I fear the season was too dry – I found it last year sparingly in a habitat not mentioned by Relhan – Indeed all his habitats for it are destroyed – I doubt not it will turn up again – It grows close to my Brother in Law’s house – he is a Botanist & searched for it as well as myself this year– The only Eriophorum I ever found is angustifolium– I should feel very much obliged to you for any exotic species (you mention some from Lapland) & shall be happy to dry any you may want from our Garden– I am making as general a collection of all plants as I possibly can & any thing, even the most common, from different countries or counties are acceptable– I found Althæa hirsuta (one specimen) last year in Kent, but was prevented from searching for it this summer by bad weather – I can send you a seedling I raised from my own specimen if you wish it– I shall have some few duplicates of common plants from Holland which I can also send when I have collated them if you want them – I write now as the Oct r. term is so near at hand & you may perhaps have an opportunity of letting me hear from you & sending me a few plants by some friend coming to Cambridge, by whom I could also return you some– If however you know no one, I shall still be happy to receive a packet, however small, by the Coach.– You seem to doubt the genuiness of Lonicera caprifolium, which however I believe to be truly indigenous in this county – which is more than I can say for some of Relhan's plants– By the bye I hope you got a specimen of Mespilus cotoneaster & also Chara gracilis (which I have not been able to get in flower) which I sent you in a letter in the summer– I invariably poison all my plants before I put them into my herbarium – & I find it of immense advantage to rub over succulent plants with the solution before they are dried– It prevents their becoming moldy & seems to kill them sooner– I am poisoning & sticking down all Martyn’s plants also – Believe me | most truly y rs. | J. S. Henslow  Endorsement by Winch: Answered Oct r: 26 th 1829", "meta": {}, "annotation_approver": null, "labels": [[256, 273, "TAXONOMY"], [275, 286, "TAXONOMY"], [289, 306, "TAXONOMY"], [320, 342, "TAXONOMY"], [607, 622, "TAXONOMY"], [965, 975, "TAXONOMY"], [992, 1005, "TAXONOMY"], [1323, 1337, "TAXONOMY"], [1996, 2016, "TAXONOMY"], [2180, 2200, "TAXONOMY"], [2208, 2222, "TAXONOMY"]]}
{"id": 3745, "text": "Many thanks for your parcel recd last evening inclosing the sketch wh I have placed in the Artists Hands & I shall hope to have in the printing press by Friday or Saturday as he is waiting for it – Your Zamia cone throws much light on my drawing of a cone from the Portland Bed & is much nearer to the fossil than any of the fir cones. I now understand fully your reasoning upon this subject. Mrs Buckland desires also to return her best thanks for Mr Jenyns manuscript on the Cryllas & Pisidium - & your Election Papers of evil omen to all Pluralists. I think your notices of on the temperatures of springs near Weymouth – shd be recorded in a note, as they may be hereafter of use – when you take the temperature of water from a pump do you first pump off as much as may have filled the pipe & been affected by the air surrounding it ? With respect to the wood encircled with the cylinder of flint do you think it certain that the said cylinder bearing marks of no organic structure may not possibly be of the same nature. (simply mineral) with the concretions of flint & chert that we find of the same cylindrical form around alcyonic bodies in the chalk and greensand formations assuming the form of the inclosed organic body to a distance of some 2 3 or 4 inches beyond the actual surface? On your Theory as you apply it to the case of yr stumps in the Dint(?) Bed it seems to me we ought to have the heart of these trees also increased with cylinders of chert bearing no organic structure or but little of it – but I am not aware of any case in wch such a Crystal or case of chert has been found around the Dint Bed Trees & unless you have an example that has occurred to you I wd hardly venture to print what you state on this subject in your former letter – pray inform me immediately if you have any case such as this - & it will be in time for the press – if you have no such Cryst , we must I think rest content to believe in the decay of all but the heart of the Trees before they were buried under the Burr I will return your Chalbury Hill specimen & Zamia cone in a box which I hope to send to Professor Miller the end of this week or beginning of the next Mrs B is much better and writes in kind regards to Mrs Henslow With as always Very truly W. Buckland", "meta": {}, "annotation_approver": null, "labels": [[477, 484, "TAXONOMY"], [487, 495, "TAXONOMY"]]}
{"id": 3746, "text": "I ought to have acknowledged your last communication long before this – but you must not imagine I undervalued it – your parcel contained indeed an ample supply of many rare plants and occasioned sundry uncivil ejections of less perfect specimens– Accept now my best thanks for the whole & also for your letter of the 18 th July. I am truly glad to find you proceeding in so spirited a manner. The naming of the species in the garden would require some courage but like a plunge with a cold bath is best done without much previous contemplation. Since I returned from Devonshire I have had much to do – being wofully in arrears with my correspondence– I am now going to relax for 6 weeks – & then you may expect some of my Algae– by the way – my book is at a standstill, waiting for Agardh’s last vol. of his Sp. Algarum. The French too have just been at least doubling my labor – by cutting up Agardh & publishing a system of their own. M. Gaillon has written pretty largely on the Thalassophytes in the last vol. of the Dict. des Sciences Naturelles– I must now concoct a system for myself before I can put pen to paper & I like not the mare magnum that they have placed before me– Do you know that Hooker has got the 2 remaining vols. of Smith to finish? I confess I should have liked very well to have done them myself.– & more,– I think Hooker has too much in hand to get through with justice to his subjects. Mougeot’s work costs me 15s/ per vol. that is exclusive of carriage & duty which you paid for the 4 vols you have. I therefore owe you 2s/– My Fl. Crypt. was interrupted on account of my absence I found I could not go on with 500 miles between me & the engravers &c– the last nos. are all in the colourer’s hands & about finished– a supplementary no. will contain the synopsis & index which occupy nearly 100 pages & is just coming from the printer. All this I have had to do since I came. As it is sometimes allowable to put a part for the whole, I am inclined to call my next book Fucologica Britannica or a description of the Algae of Great Britain & Ireland &c &c – systematically arranged & described – &c I hope your family is well. Mrs G. desires to be kindly remembered to you & Mrs Henslow. Believe me |my dear Sir |yours very faithfully | R.K.Greville", "meta": {}, "annotation_approver": null, "labels": [[983, 997, "TAXONOMY"]]}
{"id": 3747, "text": "It is almost two years ago that I made up a packet of dried plants for you, consisting of Welsh specimens gathered in 1828, for the purpose of transmitting them thro' the hands of M r Warren; and in expectation of his carrying them to Cambridge, they were deposited with M r  John Roberts of Bangor, who had the care of them till April 1829, when on my passing through Bangor and on being informed that the expected opportunity of sending the parcel had not arrived, I carried it with me to Warrington, for the purpose of adding other specimens, collected since my Welsh visit of 1828, before I forwarded it to you, but a multiplicity of other engagements, and the small worth in point of novelty, of what I had to send, induces me to withhold what I had dedicated to you until a more favorable time– The arrival of a letter from you in April last, tho' most welcome in every other respect, found me unprepared to give, as I greatly wish I could have given, an immediate reply, except indeed to communicate my intentions, and to announce the probability, of sending further contributions to your Herbaria– and I have preferred waiting until I could fulfill those intentions— On examining your small list of desiderata, I have to congratulate you on the great success of your laudable endeavours to concentrate & combine in the most authentic mode, the discoveries & results labours of British botanists. When complete, it will form a truly national work & serve as a truly solid basis upon which to build a descriptive Flora of the country, the only one not liable to error— I have long been Sensible of the necessity of cooperation in Botanical Science, to advance materially its interests, but I know not where to find one who had influence enough to command it.— In you, I think, without the least wish or pretence to flattery, I see the president of the only real Linnean Society of the British dominions; which needs no other assemblage, & which may yet well dispense with the honorary title– It is in fact an undertaking like this which should have been an important object of that Society already long established & which I fear has been almost neglected by it— Although you have not named Daltonia splachnoides as wanted, I have not presumed to omit sending that really desirable moss, now it is in my power to do so— I can easily suppose that you would omit for the present, to name such species as were very unlikely to be obtained— None were more hopeless perhaps than the Daltonia alluded to— I have also thought it well to send specimens of other rare plants; not noticed in the list, because already obtained— Mr. Winterbottom a late pupil, or member of your Class, has already, I know, gathered Eriocaulon— and from another Gent n. of your class, from near Conway (M r. Price) whom I had the pleasure of meeting upon the Ormeshead in N. Wales, you have probably had Welsh specimens; sending such as I could send of still less interest than before— they will however enable you to furnish some of your correspondents, who will I hope, also have frequently supplied you with supernumerary local or rare specimens from their own respective places of residence— I have the pleasure of sending you several new Cryptogamous species, and a new Fedia, which owing to a constant & engrossing occupation of my attention to other subjects, escaped my actual detection, as well as M r. Winch's, who gathered it with me on the Ormeshead— It is to D r. Hooker that the real merit of the discovery belongs— It would be a cause of surprise to me that those who already knew Hymenophyllum tunbridgense (verum) should so long have overlooked or mistaken the far more general but spurious species, which was until my visit to Ireland last year the only one that I had ever seen growing, if I were not informed that M r Borrer (doubtless from not attending sufficiently to them) did not doubt still whether any essential difference exists between them.— I wish the Roses could be so easily & clearly distinguished— I wish that the species of ferns generally in the Eng. Fl. could be as well identified— There are several plants, yet, in your list, which I could procure in this neighborhood, but I cannot well hope to gather many all this year, as my present engagements may require me to be absent at the proper season— Apargia hirta, Mentha gentilis, Alopecurus bulbosus, Epilobium hirsutm are chiefly what I allude to— Carex lævigata, if any thing more than a tall variety of binervis, with elongated spikelets; peculiar to wet situations, I shall scarcely hope to obtain— D r. Hooker's herbarium has not satisfied my doubts at all— the \"two or more\" male spikelets I rather think will not be found in any british species, otherwise agreeing with the description of lævigata which in no other material respect differs from that of binervis— Indeed these, with distans, should I think be reduced to one— I will endeavour to send with this a distinct list of my wants in Mosses, which are not now very numerous— those of Jungermanniæ are the same as yours will be, after receiving my specimens, with the addition only of J. albescens lanceolata  & setiformis, the latter of which however I have seen in Hobsons collection, & find it to belong to the stipulate section— I thank you for so kindly offering to be my guide to the Fens of your County, but am afraid that there is no prospect of my visiting your neighbourhood this year at any rate— It gives me pleasure to think that your zeal in the cause of natural science is likely to produce, in the formation of a general taste for the study, especially of botany, most important changes, & I hope beneficial effects— The pursuit of Game will be given up, especially by the Clergy, for one of a more rational cast, & not less possessed of interest or less conducive to exercise or amusement; and tho' the former may not & perhaps need not be wholly relinquished, this will have the preference— The great evils attendant upon the Game Laws furnish a strong argument in favour of their complete abolition. Your exertions, if entirely successful, would effect this good in the most desirable way, by rendering them obsolete— May that & every other success attend you & with every other good wish — believe me, | Yours very sincerely | W. Wilson  Cover: Professor Henslow | Cambridge | With a Parcel", "meta": {}, "annotation_approver": null, "labels": [[2710, 2720, "TAXONOMY"], [3573, 3599, "TAXONOMY"], [4417, 4431, "TAXONOMY"], [4764, 4772, "TAXONOMY"], [4829, 4837, "TAXONOMY"], [5017, 5029, "TAXONOMY"], [5117, 5140, "TAXONOMY"], [5144, 5154, "TAXONOMY"], [4331, 4346, "TAXONOMY"], [4348, 4367, "TAXONOMY"], [4369, 4386, "TAXONOMY"], [4316, 4329, "TAXONOMY"]]}
{"id": 3748, "text": "The British rarities which you were so good as as send me in M r Hoggs packet are most acceptable and I flatter myself with the prospect of procuring some specimens from the Scotch botanists worthy a place in your Herbarium, as a slight return. - To the Primrose &c &c you might have added the Polyanthus for I have found pale red Primroses & scarlet Cowslips in North d. See Sm. Eng: Fl. 1-271. Primula scotica I consider a var: of P. farinosa— but by no means P. stricta (?) Fl: Dan:—Alisma repens I gathered some years ago by a small Loch on Holy Island, but passed it over as a slight var: of A: ranunculoides— probably was not very incorrect— Anthericum serotinum is a treasure, I only know it by Swiss sp ms. With Eriophorum polystachion of Smith. I am now unacquainted E: pubescens of Holmes & yourself he used to call by that name, it is far from rare in the North and I have always called it polystachion— Are you acquainted with Potamogeton gramineum? Believe me to be | my dear Sir | truly yours | Nat. M. Winch At this moment I forgot what Epilobium I sent you in the last parcel.— If I can do anything for you in Edinburgh or Glasgow write immediately I set off in ten days.", "meta": {}, "annotation_approver": null, "labels": [[396, 411, "TAXONOMY"], [433, 444, "TAXONOMY"], [462, 472, "TAXONOMY"], [486, 499, "TAXONOMY"], [597, 613, "TAXONOMY"], [648, 668, "TAXONOMY"], [776, 788, "TAXONOMY"], [939, 960, "TAXONOMY"], [720, 743, "TAXONOMY"]]}
{"id": 3751, "text": "I had the pleasure of receiving your obliging letter yesterday, and hasten to assure you that I promise myself much gratification in the correspondence about to be established between us; and that you may rely upon my doing every thing in my power to assist your views. Most heartily glad I am that you are going to raise the standard of Botanical Science in a place where it has slept so long— I am not sure that I can give you any hints upon the subject of lectures that you will not have already attained. Like yourself I never attended a course of lectures on botany, and have only delivered a single popular course of 19 lectures. At the present moment however I am busied in composing a full course of 55 lectures, for next summer, which I mean to give independently of my popular one. The one chiefly for medical students, the other for “Ladies & Gentlemen”. The plan I have adopted is simply as follows. 1. The nature of the subject– distinctions between plants & animals ?– for which the best work to consult is Lamarck’s Animaux sano…? (the introductory discourse). 2. The utility of Botany and also of plants to mankind. 3. History of Botany. 4. Geography of Plants. 5. Anatomy & Physiology of D o. Very useful articles are Anatomy Vegetable and Vegetable Physiology in Suppl. to Enc. Britannica by Dan. l Ellis. Consult also Dr A. Todd Thompson’s lect. On Bot. y (no.1. only published) 6. Terminology and internal characters. 7. Classification. 8. Cryptogamia – which I treat as a distinct subject. I believe I differ from much lecturers in treating of classification last, but it seems to me absurd to talk of classifying bodies whose characters we are not acquainted with. Those who are impatient I refer to my elementary work. After I commence with my desdecriptions of the external characters – of Roots Stems &c &c– I begin to demonstrate in the Classroom – even though all the terms should not be understood – a quarter of an hour at first, & afterwards half an hour of the lecture is thus occupied– 2–5 specimens are sufficient, but they should be as perfect as possible – even with roots if they can be had – and the demonstrations should be full regular descriptions – such as are in the Flora Londinensis which I have often copied for the purpose. For particular partspoints, as the corolla alone on the Calyx – of course I never gave more than that part. Allow me to suggest that the greatest possible assistance to a lecturer is derived from magnified colored drawings – I prepared 100 Elephant folio ones for my first course & shall have as many more. I had Sap vessels as thick as my arm– the Red Snow as large as Common Balls– the flower of Campanula rotundifolia 16 inches long and the rest in the same proportions. The principal forms of leaves I also delineated, & thus illustrated in the Classroom, subjects which are usually studied by means of books & very dry in the lecture room. I am now going to attempt to give some idea of the geographical distribution of plants by a Map of the World upon Mercator’s projection 10 or 12 feet square. (for my lectures) I do not know that anything I have said will be of service to you– if not, I beg you will pardon the question I have indulged. Be so good as to inform me how parcels should be addressed to you – whether by London? I shall begin to make up a collection of Cryptogamia for you – In some things I am rich, in others poor; but you shall have all I can spare. In return I shall be glad to receive as many specimens as you please of the rarer Cambridgeshire plants – having numerous correspondents to whom they will be welcome abroad, & in some instances my own Herbarium is deficient. I will send a list of those I wish most in my first parcel. The Crypt. Flora I do hope to be be able to carry on another year at least. But it will cost me some money to do so. I am | Dear Sir | yrs very truly | R K Greville Printed enclosures: Directions For Preserving Botanical Specimens and Musci Desiderati In Herbario Greviliano,—1825.", "meta": {}, "annotation_approver": null, "labels": [[2668, 2690, "TAXONOMY"]]}
{"id": 3756, "text": "Many thanks for your good sermon on Indian affairs received this morning. I presume you got my Mss Preface I sent to you, for your inspection & remarks. As it was only 4 pages which will not take long to read, perhaps you will shortly return it,— giving me the best judgment you can form of the height of S.B. above sea level— as requested of to in the letter by which the preface was accompanied.— Also if you can tell me what the enclosed is, which was sent to me by a lady from her grounds, but not I believe an exact garden— do. It looks like a Lysimachia, & not very unlike L. nemorum; but are not the leaves too narrow & pointed? I was sorry to hear from Elizabeth that Mary, now with you, had not been at all well lately, & obliged to place herself under Mrs Powse’s care:-- I hope a letter from herself or Harriet soon— will tell us that she is better.— With love to them, & the girls,— Believe me, your’s affectl y | L. Jenyns.", "meta": {}, "annotation_approver": null, "labels": [[549, 559, "TAXONOMY"], [579, 589, "TAXONOMY"]]}
{"id": 3761, "text": "I have at length sent off your Fossils— They will be forwarded by Mr George from Bury, and you will find the series include every genus new-Found in the list— I hope you may be able to send us some new Members, as I should very much regret the having to give up the Collecting Station— Many new and interesting things have come to light, and doubtless more will follow if we can go on another 6 or 12 months— The present no. of Sub. rs is 140, but I hope to see the Society include 1000 Subs before another year is over— I am almost fagged to death with the labor of preparing the specimens and packing the Collections— Please give the boxes to the care of George Ransome unless you prefer keeping them at the cost if 3/- (postage stamps)— Your share of Car. to Bury is 3 d— Yours dear Sir | very truly | Edw Charlesworth No. 38 is the genus Globulus of J. de C. Sowerby 59— is Sanguinolaria 72— is the Genus Phorus of Montfort [Appended: typed list as follows:] Supplementary List 3. Corbula costata, Sowerby. M.C… plate 209 4. Cytheraea obliqua, Deshayes. C.F. ….21 5. Potamides plicatus, Lamarck. M.C. .. 340 6. Psammobia rudis, Lamarck. ………. 342 Fossils either new or which the species are at present undetermined. 7. Anomia. j. Mactra. 8. Cancellaria. k. Melania. 9. Cyrena. l. Nucula. 10. Lucia. m. Potamides. [on reverse in ink: ‘W[illeg} to other list’]", "meta": {}, "annotation_approver": null, "labels": [[842, 850, "TAXONOMY"], [985, 1000, "TAXONOMY"], [1029, 1046, "TAXONOMY"], [1071, 1089, "TAXONOMY"], [1115, 1130, "TAXONOMY"]]}
{"id": 3769, "text": "I lose no time in informing you that the tooth, which I received, with your note of the 1 st Sep. t, this morning, is, as your inscription rightly states, the upper molar tooth of an Ox, i.e., of a species of the genus Bos; it is of a young animal, and, owing to its incomplete state of formation, I have not been able, after much comparison, to determine satisfactorily whether it belongs to a large variety of the common Ox, or whether to a female of the Bos primigenius, or Bison-priscus. I am sorry I cannot satisfy you & myself on this point, but I am always happy to do my best for kind & zealous fellow-investigators of Nature, like yourself. No apology is ever needed, in such cases, by your’s most truly |Richard Owen [P.S.] The tooth will be safely delivered when I see you early in November. R.O.", "meta": {}, "annotation_approver": null, "labels": [[457, 472, "TAXONOMY"], [219, 222, "TAXONOMY"]]}
{"id": 3787, "text": "I will endeavour to let you have the descriptions of the “Chiasognathus Grantii” if possible by Monday next but at all events during the ensuing week if not ready by the above day – the Plate is in a state of slow growth & I was on the point of writing to you respecting it, as to the “Lettering” & Number of the Plate; also whether the Society has a protecting mark.– “Published by etc” which are necessary to be attended to, before the plate can be printed off. I also want to furnish the printer & colourist with the numbers required – both plain and coloured – and when I have all the particulars ill.del. the plate can be finished. I expected to have described the said beetle long since, but I have had so much to do to work up the arrears of my book, & unfortunately the damp has attacked some of my drawers in so deplorable a manner, that I have lost an immense deal of time in restoring them to their original state (as near as practicable), but many of the delicate species, I fear, are irreparably lost; I must therefore replace what I can during the coming summer.– Your numbers were sent off in due course on the 1 st, but as I did not employ my usual messenger (he being engaged on that day) they were probably too late in reaching P.N.Row, as it was an old man that carried them & he could not walk very quick. A Plate of Lepidoptera No. 32 (I believe) is not yet published, it comes out, if possible, with the covers on the 30 th next. Remember me kindly to L. Jenyns when you see him, his three weeks or a month are a very long time approximately; I will be happy to see him when he does come to town. I am in great haste| yours very truly |J.F.Stephens", "meta": {}, "annotation_approver": null, "labels": [[58, 79, "TAXONOMY"], [1337, 1348, "TAXONOMY"]]}
{"id": 3796, "text": "We are trying to remove the deep disgrace to the British Fauna of having no descriptions of our 3 to 4000 Species of Diptera & Hemiptera as you will see by the enclosed pamphlets which I take the liberty of sending & of expressing my ernest hope that you will aid us in this good Work. We have no Entomologists at once able & willing to undertake the task bar Mr. Walker & Mr Dallas, & as they cannot afford to give their time gratis, it will take £200 to pay their very moderate demand of £50 per volume to be completed in 4 years. Now Rowe & Co will advance this & pay all expenses of paper for writing &c, if we can generate them 170 Subscribers, but without this certainty they will not undertake it, nor will Van Voorst or any other publisher. You perceive therefore that it is now or never with us. If we can by hook or by crook get the 170 names required, the thing will be done. If not, we must still be content with the deep mortification of seeing even Sweden with her Diptera described by Zetterstedt in 7 8vo volumes while we with our 2 to 300 [illeg] of general increase cannot achieve the description of ours. We have so few Entomologists that we cannot calculate on more than 80 to 100 subscriptions from them, but I shall use every effort to get Naturalists generally to assist us in completing the British Fauna, which now wants little more than we are proposing to accomplish. Prince Albert has very kindly responded to my appeal & I hope his name will secure others of our upper classes. I should add that the Ray Socy cannot undertake our task because they never pay money to authors. Pray have the goodness to send this section of the manuscript upto Mr Jenyns who will kindly excuse my writing separately to him, as I have so much to do in this way I am My dear Sir Yours very truly W. Spence. I am, my dear Sir | yours very truly | W. Spence", "meta": {}, "annotation_approver": null, "labels": [[117, 124, "TAXONOMY"], [127, 136, "TAXONOMY"], [979, 986, "TAXONOMY"]]}
{"id": 3807, "text": "I have waited the opportunity of forwarding this to you in a parcel containing a few dried plants I have selected from my Herbarium for M r. Jenyns— I beg you to accept my best thanks for the rare plants you were so very kind to send me in the Autumn they are a valuable acquisition to my Hortus Siccus— I was only able to obtain 3 or 4 of the Berries of the Pyrus pinnatifida which I requested the favor of your Sister when I was at Windsor to forward to you, I hope you received them, and they may vegetate in the Cambridge Garden, next year I may be able to procure more— M r. D. Don has made some new discoveries of undescribed Junci, which he sent to M r Anderson at Chelsea Garden to cultivate— S r. Ja s. E. Smith received the Ophrys arachnitis from Plants last year, of which there will be an account in the Engl. Flora. The Orchis figured in Vol 27. of Engl. Bot. Tab: 1873. is now determined not to be the militaris, and it is proposed to call it Orchis Smithii, as a compliment to S r. J. E. Smith— I hope we shall see you at Dartford this Summer, to make some new Botanical discoveries— The Farmer on whose Land the Centaurea solstitialis grew, was so very civil as to leave it uncut, and I have endeavored to save the Seed. and I send you some of the Capsules, and hope you will be able to make some vegetate in the Cambridge Garden— I remain My dear Sir | Yours very truly W  m. Peete", "meta": {}, "annotation_approver": null, "labels": [[359, 376, "TAXONOMY"], [1128, 1150, "TAXONOMY"]]}
{"id": 3808, "text": "I think Mr Jenyns' Observations on the Ornithology of Cambridgeshire well worthy of being printed. As you have requested me to make any remarks that may occur to me, I take the liberty of mentioning a few things which have struck me during the hasty perusal which I have been able to give to his observations. Under the head Insectivori the Cinercon[?] shrike is said to have been shot at Melbourne. This is a mistake – it was found recently killed probably by a hawk. Would it not be advisable to state that this bird feeds on birds and mice as well as insects. It swallows small birds and mice entire. The accentor alpinus was not shot in my garden but in the open space immediately under the last window of the Chapel. The Boarula[?] often appears in Octr: or earlier on our lawn and in the field on the other side the river. I have known 3 or four Martins stay about the South side of Clare Hall till the 18th of Novr. I have seen a single swift for many successive days about our chapel during the early part of Septr. I do not know if it be worth recording that a considerable number of a Covey of partridges bred in the neighbourhood of Clay high [?] were perfectly white. A Stone curlew in its first feathers was brought to me alive about two years ago which I was told was bred very near Cambridge. The Crane used to breed in England. Turner page 48. says apud Anglos etiam nidulantur grues in locis palustribus et eorum (vipiones) – young cranes – saepissime vidi. He does not mention the Cambridge fens, but probably alludes to them, As for what he says respecting the siskin he was acquainted with the country about Cambridge. I have known five or six whimbrels offered for sale at Cambridge. A solitary snipe also was brought to market some time since, but was too much mutilated by shot to be fit for stuffing. The Gallinula Baillonii was caught alive at Melbourne [?]. I have been informed by a person who frequents the market that the coot is often sold in the Cambridge market. Anser ferns [?]. A. Segetum [?] A. albifrons A. Bernicla [ ?] As far as my experience extends I cannot agree in the frequent appearance of most of these birds in the Cambridge market. More than ninety in a hundred which are sold there I believe to be Bean Geese. I have not yet been able to purchase the Anser ferus [?]. I have not known the albifrons to have been sold there above two or three times nor have I been able to procure from thence either a Brent Goose or a Barnacle both of which are not uncommon in the London markets at some season. Anas Strepera Gadwall [?) I find by a note in my Montagu that two of these birds were offered for sale in Cambridge market, Feb. 25 1824. Anas Iadorna [?] Sheldrake not uncommon. I procured only the male [?] on April 1st at Cambridge. I do not know where the female was killed. I have been told that it is not unusual for Cormorants to follow the course of rivers to [damage] great distance from the sea. The Shag never [damage] very rarely quits the Coast. Is not the Sea pie [?] found in Cambridgeshire? Believe me, Dear Sir | yrs very sincerely | G Thackeray", "meta": {}, "annotation_approver": null, "labels": [[1829, 1848, "TAXONOMY"]]}
{"id": 3815, "text": "I send you a paper from Blackwood sent to me by Prof Rogers which — if you have not seen it, will probably interest you. I have had no “Show” this year for several reasons and it is well that I did not. There would have been nothing to show — and wet weather to show it in[.] I have noticed that in this locality the season has been peculiarly favourable to the oak. Large and old trees have thrown up long shoots from near the extremities of their branches[.] These shoots are invariably perpendicular however pendent the parent branch may be[.] Some trees are covered with these outbursts of vigour[.] The Larch on the dry Mountain Limestone has also had a fine time of it this year. Many trees of all sorts are much cut up on the West side from the strong West winds that prevailed[.] Nothing however seems to affect either the Wellingtonia or the Araucaria imbricata, both of which appear to have established themselves in circumstances of considerable comfort. Volunteering is holding on prosperously and well, and the shooting is becoming quite a rage. Believe me | yours very truly | Ducie", "meta": {}, "annotation_approver": null, "labels": [[831, 843, "TAXONOMY"], [851, 870, "TAXONOMY"]]}
{"id": 3820, "text": "I was very much obliged to you for your kind letter, and sit down to say, that I shd feel myself accordingly obliged to you, not to mention to anybody, but to Lord Palmerston, that I have in the least interested myself about his Lordship. I have a most particular reason, for wishing this. I have thro' the father in law of Dr Lamb asked his vote, and I wish you to inform me, what he has done - I have also applied thro' another channel - but keep all this mum. You say you are Professor, but you do not exactly tell me of what, therefore I beg you, to be so good, as to inform me, \"tout suit\". You give one kind of a hint, that you are Professor of Botany, but I am not quite certain as to that matter. I have always wished very much, to attend some botanical lectures, but I have never been in any place where there has been any going on, so that all my botany, is from my own idea on the subject, I therefore wish, that you wd be so kind, as to find me a list of books, you would advise me to read on Botany. I have latterly, been fortunate enough, to obtain a plant, called Salvia splendens, which I admire very much. If you have any new plants, I beg you send me some of the seeds. If I go to France this year, I shall send you  some. The Shyzanthus porrigens (sic), of course you have got, as also the Commelina coelestis. I wish for some seeds of a poppy whose name I do not know, but its appearance, is nearly this - it has a very bright scarlet blossom, with a blank eye, and the leaf is like the horned, or sea poppy, and it bears the seed in the same way. Now if you could send me the name of this fellow, and also send me some of the seed, I shd. feel exceedingly obliged to you. I was very sorry to hear, from the Isle of Mann lately, that Mrs Stewart is very ill, a circumstance that gives me great concern. I suppose, you are aware, that both Miss Smith, and Charlotte Smith are dead, poor dear souls! I was very sorry for their suffering. I think they both died from living in the Isle of Mann and I am confident, that my illness, was brought on, by that detestable climate. I find that Juke has not sold all his property in the Isle of Mann nor does he intend it - but what he is to do with the house I cannot make out unless he intends to let it off in flats, like the houses in Scotland. Poor dear Vick! I hope she was near you when she died, I am at present very anxious about my poor favourites left in the Isle of Mann. I cannot help again entreating you, to think [it] my duty, if you can be of any use to Mr Robert Murrays son Robert, anything you could think of, but has to do with books would do. I beg my best respects, to Mrs Henslowe (sic) and every good wish to the little strangers. Pray is it true, that Purby is become a Saint.  Yours very sincerely J. H. Stapleton We are delayed here, owing to Lord Stirling business, but, I think, you had better send your letter to Netherton House near Worcester and enclose to my brother - Mereworth Castle near Tunbridge Kent - farewell!", "meta": {}, "annotation_approver": null, "labels": [[1309, 1328, "TAXONOMY"]]}
{"id": 3823, "text": "I seldom hear of you now except when you have time to write a line yourself in the midst of your multifarious occupations. I am induced, however, to hope that you will be coming this way during the winter to bring Annie to Elizabeth, which arrangement I understand is quite agreed upon, tho’ not definitely fixed as to time. Perhaps you will be able to say when the visit is likely to take place,— & of course we hope to see something of you here on that occasion. We only returned from the seaside the end of last week. We did not go to Weymouth after all, for Jane was too unwell to venture upon so long (for her) a journey; — but we went to Weston for a week, & then moved to Clevedon, where we had never been before, & where we spent more than a month.— The scenery & walks in the neighbourhood of the latter place are far more attractive than at the former,— & if it had been earlier in the year,— there was good ground & localities for botanizing: but nothing was to be done in this way in October. I observed at Weston that the spot where I used to gather the Coriander had been built over & I imagine there is quite an end of that habitat for this local species.— Before going from home, Broome & myself found an umbellifer quite new to us in a field of mangold-worzel, not near any habitation of men, & which was probably sown with the seed of the latter plant: I send a small piece of a small specimen for you to look at. I can only make it out to be  amarella; h I never saw or gathered before;— but not being in seed, I was unable to identify it with certainty.— I also enclose a specimen of Gentian, which is evidently nothing more than G.campestris, & was growing with others having the usual characters: but this & one other specimen have the divisions of the corolla & calyx in 4 s instead of 5 s, thereby making an approach to gather the Linosyris had been, if not almost identical, —or do you conceive there are two other better characters to w. h the two species may be kept separate. When you come to Bath you will find Eliz. in a very comfortable, & rather grand house for her, with entirely new furniture: she likes it very much in itself, as well as in situation.— My wife is better since she came home, than she was, when out; but as you know she is weakly subject at all times. I shall be glad to know which of your family are now with you, & how they all do. Is Leonard still at his Welsh curacy?— I think I heard of your Eldest sister being lately at Bristol.— With love to all at home, Believe me, | yrs affectly | L. Jenyns", "meta": {}, "annotation_approver": null, "labels": [[1650, 1662, "TAXONOMY"], [1855, 1864, "TAXONOMY"]]}
{"id": 3832, "text": "According to your wish I now have the pleasure of sending you roots of the scarlet Anthyllis vulneraria– they were gathered yesterday morning, & I hope to dispatch them this evening; so that I have little fear of their living; especially as I have sent whole sods– By way of ensuring your object, I have also gathered ripe seeds, which you shall receive in due time– The scarlet variety is pretty common along the S.W. coast of Anglesea, it is however most abundant in the place where I gathered the roots now sent (Llangwyfan, 2 miles from Aberffraw)– It is not invariably found separate from the yellow sort, of which I observed one or two roots, when cutting up the sods; which circumstance, & the consideration that the parcel would not be more expensive for being so large as it is, induced me to send you a more liberal supply than perhaps you may think necessary, or than I should otherwise have ventured upon– There is an intermediate cream coloured variety which is pretty common, but being rather late in the season this year, I did not see it– I have dried specimens at home, some of which I will send you on my return home, which will be now in two or three days, when I shall be anxious to receive your list of desiderata as soon as soon as may prove acceptable to you. I enclose a specimen or two of Inula Crithmoides & Statice Reticulata, which were both growing at Llangwyfan close to the Anthyllis– My list of desiderata I have not yet completed & though am unable to send it now, as I could have wished– I however select a few of the plants from the Flora Cantabrigensis, any of which, I shall be glad to have, when you can conveniently send them– you need not fear being able to gratify me most amply in this way without having recourse to others of your botanical correspondents to assist you, tho’ indeed such an addition could not fail to enforce the obligation greatly, but as my greatest fear is that I shall not be able to supply you with novelties to the extent I hoped when I first wrote, I must for the present rest satisfied with the expectation of receiving only a few of your native varieties in exchange for mine, otherwise I shall be, I fear, more troublesome to you than serviceable– But let me, my dear Sir, beg you to understand that it is not by any means my wish to put you to the least inconvenience, in procuring me specimens – the number of your correspondents & the little leisure which you may perhaps have, will very likely prevent your attending to me, with convenience for some time to come, & in that case I shall be quite content to wait, or even to forego altogether the gratification which I should have in receiving them – the subjoined list is therefore sent only with the view of furnishing you with the requisite knowledge of what will be acceptable to me, should favourable opportunities present themselves, for gathering specimens before the season is over & you should have sufficient leisure for the purpose I remain | Rev d Sir | Yours very truly | W Wilson [Plant list—apparently from Flora Cantabrigensis; apparently marked by JSH?]  o Crocus sativus . Scirpus caricinus Panicum viride Phleum paniculatum -------Boehmeri Agrostis spica-venti Poa distans x Bromus erectus ---------pinnatus . Arundo calamagrostis x Hordeum maritimum x Asperula cynanchica . Galium erectum . -------spurium ---------anglicum Sanguisorba officinalis (for comparison with ours) . Potamogeton densum (I do not see it in Anglesea) . Lithospermum arvense Asperugo procumbens x  Menyanthes nymphaeoides . Campanula glomerata . ----------hybrid x Viola odorata (if truly wild with you) x Verbascum lychnitis ------------nigrum x Atropa belladonna . Rhamnus catharticus / Thesium linophyllum x Vinca major (if wild) . Chenopodium urbicum --------------rubrum --------------murale --------------hybrida --------------ficifolium --------------olidum .-------------polyspermum . Cuscuta europaea x Bupleurum rotundifolium x ----------tenuifolium Caucalis latifolia & daucoides x Selinum palustre x Athamanta libanotis x Sison segetum x Viburnum lantana x Linum perenne --------angustifolium (crossed through) x Frankenia laevis Rumex pulcher .-----maritimus Colchicum autumnale Monotropa hypopithys o Saponaria officinalis (if wild) Silene otites -------noctiflora x Arenaria tenuifolia Sedum sexangulare (if wild) ------album (ditto)   Second column  Lythrum hyssopifolium Reseda lutea  . Euphorbia platyphylla ----------amygdaloides x Potentilla argentea Glaucium violaceum  x Papaver dubium  . --------somniferum (if wild) o Delphinium consolida  x Stratiotes aloides   x Anemone pulsatilla  x Clematis vitalba  x Helleborus (both)  x  x Ajuga chamaepytis  x Teucrium scordium  x Mentha sylvestris Leonurus cardiaca (if wild)  o Thymus acinos   . Melissa nepeta  . Melampyrum cristata  x -----------sylvaticum Linaria spuria  x --------minor  x Limosella aquatica Lepidium ruderale Thlaspi arvense Isatis tinctoria Nasturtium amphibium  . Erysimum cheiranthoides  . Arabis turrita  x Geranium rotundifolium Althaea officinalis  x Lathyrus aphaca  x ---------nissolia ---------latifolius ---------palustris  x Astragalus glyciphyllos  x -----------hypoglottis  x Trifolium subterraneum x ----------ochroleucum  x ----------scabrum  . Medicago falcata Hypericum hirsutum Picris hieracioides  . Sonchus palustris  x Lactuca (all) virosa  x Crepis foetida Hypochoeris glabra Lapsana pusilla Carduus acanthoides  x Cnicus acaulis  . -------eriophorus  . Onopordium acanthium  x   (overleaf)  Senecio viscosus  x --------paludosus Inula pulicaria ------Intergrifolia var. a.  x Anthemis arvensis Centaurea calcitrapa  . Orchis ustulata  x Aceras anthropophora Herminium monorchis Ophrys apifera  x -------aranifera Epipactis grandiflorum  x Malaxis loeselii Aristolochia clematitis Carex divulsa Amaranthus blitum Ruscus aculeatus  o Mercurialis annuus Aspidium cristatum ?  Page One top right \"The following of which Mr Roberts had specimens will also be very acceptable to me\"  Milium lendigerum (?)  x Dactylis stricta  x  List from Crocus to Bromus pinnatus indicated.", "meta": {}, "annotation_approver": null, "labels": [[3097, 3111, "TAXONOMY"], [3114, 3131, "TAXONOMY"], [3132, 3146, "TAXONOMY"], [3147, 3165, "TAXONOMY"]]}
{"id": 3298, "text": "The election of Examiners will take place on Wednesday, April 6 th; and I shall be very glad if you can arrange to be present. There will be an English and a French Examiner to be appointed to vacancies; and the Senate will very probably appoint a new man to the Examinership of Chemistry (now to include Experimental Philosophy also) and possibly also to one of the Mathematical Examinerships. There is also an Examinership in Surgery to be filled up. The change which the Senate have made in my position will be very satisfactory to me in regard to comfort and freedom from responsibility. It will be rather the reverse of advantageous in point of income, and I shall have to give up what is worth more to me than the £300 a year added by the University. But the V.C. and several members of the Senate have expressed their readiness to promote a fees there increase to the £1000 a year originally talked of, when I shall have served a few years longer. A friend of mine from India has brought home an Elephant’s skull, which he would gladly give to any Museum where such a thing is a desideratum. Would you like it. yours most faithfully | Will m B. Carpenter", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3300, "text": "I regret to say that the proposed pilgrimage to the tomb of John Ray is postponed. The demise of the crown which has occurred since I last addressed you prevents several of our friends from joining the party, and it seems to be a very general feeling among the others that no Meeting should take place at present. After the funeral it is feared that our London friends will be so much dispersed as to render it impossible to collect them together so as to do justice to the occasion, and I therefore fear that the intended tribute to a distinguished countryman cannot take place this year. If, however, circumstances should favour such an undertaking, I will lose no time in communicating with you, as one of the most valuable cooperators on such an occasion. I need scarcely say that the postponement has been some disappointment to myself and to others, but it was better that such a resolution should be adopted than that we should meet not only with divided numbers, but with divided feelings even among those who adhered to their original intention. I remain my dear Sir |yours very truly |Edw. d T. Bennett [P.S.] I should have acquainted you with the determination earlier had it not seemed necessary to know whether any arrangement s had been made for our reception. There is now reason to believe that no definite arrangements had been made. Should you have an opportunity of informing Mr. Jenyns of the abandonment of our plan you will much oblige me by doing so.", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3301, "text": "It is true that I have no vote myself, and it is as true that I have no illeg with others - but as you are making out correct lists I think you may put down the names of my brother Francis Pym senior and Lord Tavistock as likely men to vote for Lord Palmerston for want of a better candidate - I mean as a man of their own way of thinking. Many thanks for recovering a vote for me - pray remind your friend of his promise when the time comes - If I am not mistaken I think that Lefevre is with you - Yrs most truly John Whitbread", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3303, "text": "It is with pleasure I perceived a notice in Loudons new magazine, on the rising state of Botany at Cambridge, under your auspices. This charming science, at one time my only study, again claims a part of my time. Having at the place I have now fixed myself, a large good garden, I am forming as large a collection of Hardy and Green House plants as the kindness of friends, & the power of exchanging, will enable me to do. My collection only began last autumn, is but in its infancy. I cannot therefore say what I possess, much less commence a catalogue. But as you appear to be anxious to form a general Herbarium, I have the power of materially assisting you on this point. The duplicates of my Mediterranean & S o American Plants are still numerous, and I shall be most happy to exchange a selection with you, for such roots or cuttings of living plants which you can spare, and which I am deficient in. As a family of particular interest to me, the Irideae of Bracvic claim my first attention, and I am procuring from all quarters every species I can. I find it necessary to ask for every species from my friends, even the most common, for I have received plants totally different under the same name to vice versa I shall be glad to hear if this proposition meets your wishes Yours, my dear sir | very faithfully | W. Swainson", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3304, "text": "I send you todays report. The vote of Renouard of Sidney was sent me by Mr. Arbuthnot whose chaplain Mr. Renouard was at Constantinople, & Arbuthnot had the promise by a letter from Renouard the mistake if any must I conceive therefore he will be with his brother the Vice Master. I was told last night by Ld. Carnarvon who had heard it from some of Bankes's friends that Bankes boasts of having 600 promises, if he has not more we shall beat him; I reckon now 150 plumpers & it is odd if out of them we do not get from the Attorney General votes enough to beat Bankes with, but I think we should keep all the plumpers we can beyond the number which can be exchanged with Copley or Goulburn at least if Copley proves as I suppose decidedly stronger than Bankes, because there is no use in giving Copley gratuituous votes & raising him as compared with us upon the Poll; But we ought to be quite sure that Copley will beat Bankes. My dear Sir Yrs sincerely Palmerston I have not sent any of these circulars to the resident members considering it unnecessary to do so", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3305, "text": "I send you a list of the results of today. Piper I see is also in your list this morning received, which also contains Greenwood of Caius & Strutt of Triny whom we had before; but nevertheless between London & Cambridge we make a good days work, and having turned 400 I think we are going on well. I make out a large number of persons from whom we may have expectations and if they should turn out well there is no fear of our [not] doing prosperously; at the same time much remains to be accomplished, and we must not disguise from ourselves that there are a great many names in our list which it is scarcely possible we should see in our Poll, from the variety of occupations pressing upon people at a General Election My dear Sir Yrs very sincerely Palmerston (Illeg) Aaron Browne of St. Johns from Kingston whose second vote we have got the first being given to Goulburn", "meta": {}, "annotation_approver": null, "labels": []}
{"id": 3308, "text": "The Rev.J.W. Thirlwall has promised his vote to Lord Palmerston but he states that it is the intention of his brother also Mr. Connor Thirlwall of Trinity to vote in the same way. i.e. for no one else till Lord P's term is secured. Yrs truly T. Hornbuckle", "meta": {}, "annotation_approver": null, "labels": []}